{
  "carousel": [
    {
      "src": "aboutus.webp",
      "title": "title "
    }
  ],
  "data": [
    "Systa Solutions is a technology partner of choice for global organizations looking to strategically transform, grow, and lead in today's challenging business environment.",
    "The Company has a services portfolio that ranges from the traditional to the transformational - across service lines of Management Consulting, Business Application Services, Enterprise Solutions, Enterprise Collaboration Services, Testing and Assurance Services, BPM and Infrastructure Management Services. Systa Solutions's experience across industries of Retail,Manufacturing, Insurance, Banking, Healthcare and others translate into a differentiated value proposition and faster time-to-market for clients. Our capability in infrastructure-oriented services ranges from remote infrastructure management to end user computing to data centre services and security and compliance. Systa Solutions is now leading the way in powering next-generation enterprises with its cloud, mobility and social media solutions.",
    "The Company has been recognized for its exceptional service capabilities and industry-leading solutions, and has bagged prestigious awards in areas such as R&D, people practices, CSR programs and sustainability initiatives. Workforce's Corporate Social Responsibility programs focus on creating sustainable development and livelihood for local communities.",
    "Smart minds working on cutting edge technologies, a culture that is at once invigorating and rewarding, and values that are simple and pursued with zeal – that is Systa Solutions for you. Our culture and work environment motivates every employee to go beyond their defined roles and excel in their individual capacities. We provide employees with the opportunities to exercise their responsibility, integrity and creativity while developing themselves, their careers, and our business. Together we believe in working hard, having fun, and celebrating our achievements."
  ]
}
