{
  "carousel": [
    {
      "src": "services.jpeg",
      "title": "title 1"
    }
  ],
  "services": [
    "Systa Solutions Support personnel are the backbone of IT staffing, focusing their efforts on solving a variety of common and unusual problems that users may have. In fact, many different problems can be solved over the phone or through e-mail, allowing one person in this role to act as the support for a significant part of your business. With over 2,400 different businesses serviced over the decades Systa Solutions Systems has been working, we've learned a lot about what can make your Desktop Support more efficient (and affordable) than ever before, and our placement services take this into account when we talk to you about what you need your support to do.",
    "<h5>Hardware Deployment</h5>There's more to deploying major hardware within a company than simply placing a server somewhere and plugging it into the wall. In fact, just one cable in the wrong place can throw off an entire network and prevent operations until it's fixed. The hardware deployment workers here at Systa Solutions Systems understand what it takes to bring delicate components in safely, install them correctly, and make sure everything is functioning properly. They also service a variety of hardware movements, additions to your network, and changes you might be putting into place, allowing you to rest assured that your business will always be getting its hardware set up correctly. Systa Solutions Systems' work with companies of different sizes has also helped us learn what works best in buildings that may consider the use of space a major concern, so we'll work to place each item where it truly fits best, not just where it's convenient to set it down.",
    "<h5>IT Support Management</h5>Good management is the key to the smooth operation of any IT service department. Managers must have good interpersonal skills to be able to work with customers and employees alike while simultaneously having the technical knowledge to understand and solve a variety of complex problems. At Systa Solutions Systems, we get to know our applicants and understand their actual skills in order to provide you with the right fit for your corporate culture and overall IT support needs, especially since IT support is often part of our direct placement services."
  ]
}
